[
  {
    "name": "Interpretation",
    "rules": [
      "In the interpretation of these rules, unless the context otherwiseindicates:",
      "a) “act” means the Sectional Titles Act, 1986 (Act 95 of 1986), as amended from time to time, and any regulations made and in force there under ",
      "b) “board of Trustees” mean the Trustees appointed in terms of the Sectional Titles Act ",
      "c) “the body corporate” means the body corporate as determined in sections 35 to 43 of the Sectional Titles Act 1986 ",
      "d) “section” means the unit registered ",
      "e) “common property” means the common property as shown on the Sectional Titles plan ",
      "f) “owners” mean the registered owners of the units, who are responsible for their families, tenants, residents etc. that may be in the complex ",
      "g) “managing agent” means the managing agent as appointed by the board of Trustees from time to time to administer the affairs of the body corporate ",
      "h) “complex” means the buildings known as CARLSWALD MANOR BODY CORPORATE as well as the common property ",
      "i) “occupier” or “resident” means the person occupying any unit ",
      "j) words importing – i) the singular number only shall include the plural, and the converse shall also apply ii) the masculine gender shall include the feminine, and neuter genders and the neuter gender shall include the masculine and feminine genders. ",
      "k) words and expressions to which a meaning has been assigned in the Act, shall bear the meaning to assigned to them. ",
      "l) the headings to the respective rules are provided for convenience of reference only and are not to be taken into account in the interpretation of the rules. "
    ]
  },
  {
    "name": "1. Security",
    "rules": [
      "1.1 Any security incidents must be reported to the security staff and the Trustees or Managing Agent. ",
      "1.2 Access should not be given to unknown people. Visitors must sign in at all times. ",
      "1.3 Entry disks are for residents only and must not be given to contractors, security companies or visitors.",
      "1.4 Marketing promoters, collectors and hawkers are not permitted in the complex. If you should encounter one please ask them to leave the premises and check that they do or contact security to escort them from the premises. ",
      "1.5 All residents are required to register their domestic employees with security in order to ensure that access is only given to bona fides employees. Residents must ensure that their employees are informed of the security procedures. ",
      "1.6 Any suspicious looking persons and activities should be reported to Security or the Trustees. ",
      "1.7 Problems with intercom systems must be reported to the Trustees for action. Residents should check their intercom systems on a regular basis. ",
      "1.8 The electrical fence will be inspected regularly, residents should report any problems with regards to the fence to the Trustees. ",
      "1.9 All owners have been issued with a remote control for the gates to the complex. Safeguarding and maintaining these remotes is the responsibility of the owner / tenant. Remote controls should not be given to anyone other than a resident of the complex. ",
      "1.10 The procedure for visitors to gain access to the complex is: ",
      "1.10.1 The visitor stops outside the entrance gate and speaks to the guard advising which unit they wish to visit.",
      "1.10.2 The guard contacts the resident via the intercom or telephone and confirms the credentials of the visitor.",
      "1.10.3 If the resident does not answer, the guard will not open the entrance gate for the visitor.",
      "1.10.4 Once the resident confirms that the visitor can be given access, the visitor will be asked to sign the register. If the visitor refuses to sign the register, they will not be given access to the complex.",
      "1.10.5 Upon exiting the complex the visitor will stop outside the exit gate and use the guardhouse intercom to open the gate.",
      "1.10.6 The guard on duty has the right to inspect any vehicle departing the complex should anything appear suspicious. "
    ]
  },
  {
    "name": "2. Vehicles",
    "rules": [
      "2.1 Parking: No owner or occupier shall park or stand any vehicle on the common property, or allow any vehicle to be parked or stood on the common property without the written consent of the trustees, except in respect of those areas of the common property specifically demarcated for that purpose. The Trustees may, for this purpose, from time to time demarcate areas of the common property where parking of motor vehicles is permitted, and similarly demarcate other areas of the common property where the parking of motor vehicles is not permitted. ",
      "2.2 Subscription for additional parking bays: The Trustees at the request of the Body Corporate may from time-to-time depending on demand erect additional covered parking bays and offer residents the option to subscribe to the exclusive use of this undercover parking bay. The Body Corporate will have the right to recover a subscription fee from the subscriber for the service offered and exclusive use of the facility. Residents will have to provide a 30-day notice if they wish to cancel the subscription of the parking bay. These parking bays will be subjected to the same rules and requirements specified in this document.",
      "2.3 Tow-away: The Trustees may cause to be removed or towed away any vehicle – at the risk and expense of the owner of the vehicle parked – standing or abandoned on the common property without the written consent of the Trustees.",
      "2.4 Leaks: All owners and tenants of sections shall ensure that their vehicles, and the vehicles of their guests, do not drip oil or brake fluid onto the common property or in any other way deface the common property. If an owner or occupier of a section contravenes this rule they will compensate the Body Corporate for the fair, reasonable and necessary cost of restoring/ repairing/cleaning of such common property. ",
      "2.5 Repairs: No owner or tenant of a section shall be permitted to dismantle or affect any major repairs to any vehicle on any portion of the common property, exclusive use area or in a section (Unit) ",
      "2.6 License: No owner or occupier of a section shall be permitted to drive a vehicle on the common property or in any exclusive areas without a valid driver’s license for that vehicle.",
      "2.7 Speed: No owner or occupier shall be permitted to drive a vehicle at more than ten (10) kilometers per hour within the complex. ",
      "2.8 Dangerous Driving: No owner or occupier shall drive or allow to be driven any vehicle on the common property or in any exclusive use area in any manner that may be dangerous to either himself or to anyone else or to any property. There are a number of children and pets resident in the complex and drivers are cautioned to be mindful of this at all times. ",
      "2.9 Obstruction: The owner or occupier of any section shall not place or park or permit to be placed or parked any vehicle, possession or article in such manner as to obstruct any passageways, roads, parking bays, exits from or entrances to the building, or any entrance to or exit from any section of any garage or authorized parking bay of any other owner or lawful occupant. The Trustees may in the event of contravention of this rule, cause to be removed or towed away any such vehicle at the expense of the owner of the vehicle or the owner or occupier of the section which the driver of the vehicle was visiting at the time. ",
      "2.10 Caravans, boats or trailers: No caravans, boats or trailers may be parked in the complex. ",
      "2.11 Motor Vehicle Accidents: The Body Corporate or any of its Trustees are neither responsible nor liable for any motor vehicle accidents that occur within the complex. ",
      "2.12 Other activities: In the interest of safety cycling, skateboarding, rollerblading, quad biking and any ball games are not permitted in the driveway and parking areas."
    ]
  },
  {
    "name": "3. Animals,Reptiles and birds",
    "rules": [
      "3.1 Written Permission: A resident shall not, without the consent of the Trustees in writing (which may not unreasonably be withheld), keep any animal, reptile or bird in a unit or on the common property. Applications to keep an animal, reptile or bird must include full details and be accompanied with an up to date inoculation certificate. Inoculations must be updated as required. The pet must wear a collar with a disc detailing the contact details of the owners or have an id chip for scanning. If a pet is replaced the Trustees must be informed of the change and furnished with the relevant information. No more than two pets of any kind will be permitted per unit, and dogs will only be permitted in ground floor units or units with an enclosed garden. ",
      "3.2 Registration: Any pets in the complex must be registered with the Managing Agent. ",
      "3.3 Conditions: The Trustees may prescribe any reasonable condition for the keeping of any animal, reptile or bird, and permission may be withdrawn if a condition is contravened. No wild, dangerous or vicious animals may be kept. It is the residents’ responsibility to keep their pets free of parasites and disease. If an animal contracts a contagious disease, the pet owner must take the necessary steps to prevent spreading of the disease. Residents are required to keep their pets within the confines of their own areas, and when taken into common areas must be on a leash or under supervision. It is the pet owner’s responsibility to keep their exclusive use area free of faeces as well as ensuring that any mess made by their pets in the common or exclusive use areas is cleaned up by themselves on a regular (daily) basis. The area in which the animal, reptile or bird is kept must be clean, sheltered and with access to clean drinking water at all times. The Trustees reserve the right to inspect the premises where any pet it kept. The above conditions apply if a resident should be temporarily caring for some else’s pets.  ",
      "3.4 Withdrawal of Permission: The Trustees may withdraw such approval in the event of the contravention of any condition as prescribed in terms of rule 3.3 above. ",
      "3.5 Liability: The owner of any animal, reptile or bird that causes any injury, damage or inconvenience will be solely responsible and liable for such injury, damage or inconvenience. ",
      "3.6 Disturbance: Any owner or tenant must ensure that their animals are not a source of unreasonable disturbance to other owners or tenants. If the Trustees receive complaints, the board will discuss such complaints with the owner. If an accepted solution cannot be reached, permission to keep the animal will be reconsidered. ",
      "3.7 Trustees Decision Final: The Trustees’ decision regarding any matter relating to animals, reptiles and birds shall be final and binding. "
    ]
  },
  {
    "name": "4. Damage, alterations, additions and changes",
    "rules": [
      "4.1 Damage: An owner or occupier of a section shall not mark, paint, drive nails or screws or the like into, or otherwise damage or alter any part of the common property without first having obtained the written permission of the trustees. ",
      "4.2 Security Gates: Notwithstanding rule 4.1, an owner or person authorized by him, may install:",
      "4.2.1 any locking device, safety gate, burglar bars or other safety device for the protection of his section; provided that the Trustees have first approved in writing the nature, design and colour of the device and the manner of its installation.",
      "4.2.2 any screen or other device to prevent the entry of animals or insects; provided that the Trustees have first approved in writing the nature, design and colour of the device and the manner of its installation.",
      "4.3 Changes and additions: All changes (e.g. building of pools/spas, braais, patios, sky lights etc.) and changes to the exterior of units must be approved by all registered owners and bond holders. Requests for such changes must be in writing and contain all the relevant information, e.g. the type of change, plans, name of contractor and time period to completion. This is a lengthy process and residents are advised in all cases to first obtain the necessary permission before accepting tenders, as owners and bond holders may not approve the changes. All internal structural changes must be approved by the Trustees. Full details of requests must be submitted at least one week prior to the monthly Trustees meeting for inclusion on the agenda. ",
      "4.4 Unauthorised changes: If any form of change to the exterior is made by a resident or owner without the consent of all owners and bond holders, the resident or owner will take full responsibility to re-instate the changes to the original state of the complex and will accept liability of all the necessary costs involved in the restoration of the building. Residents or owners that receive a notice from the Trustees regarding the non-compliance of unauthorised changes will have a 14 day compliance period within which to complete the restoration work. The resident/owner is also responsible for arranging an inspection review with the Trustees to obtain sign-off of the restoration work. The restoration will only be considered complete once the resident and owner have received written confirmation from the Trustees that the restoration work has been completed satisfactorily. Should the resident or owner not act within the 14 day notice period, the Trustees will have the right to appoint a contractor of their choice to perform the restoration work on behalf of the resident or owner, and the resident or owner will be liable for any expenses incurred to restore the changes to the building’s original state. "
    ]
  },
  {
    "name": "5. Appearance from the outside",
    "rules": [
      "5.1 Appearance The owner or occupier of a section shall not place or do anything on any part of the common property, including patios, balconies, or walls which, at the discretion of the trustees, is aesthetically displeasing or undesirable when viewed from the outside of the section. ",
      "5.2 Fences  No owner or occupier of a section shall erect or allow to be erected any form of fence on any part of the common property or in any exclusive use area. ",
      "5.3 Lighting No owner or occupier shall erect or cause to be erected or installed any lights or lighting apparatus on any part of the common property or his exclusive use area without the written consent of the Trustees first having been obtained.",
      "5.4 Structures No owner or occupier shall erect any structure of any nature whatsoever, including but not limited to umbrellas, braai facilities, saunas and Jacuzzis, which are of a permanent or semi permanent nature, without the written consent of the Trustees first having been obtained. ",
      "5.5 Antennas & Satellite Dishes Residents or occupiers may not install antennas, aerials, satellite dishes, technical equipment or cabling without the prior consent and/or approval of the Trustees. ",
      "5.6 Storage No owner or occupier shall store or allow to be stored any item on his balcony or patio, other than pot plants and garden furniture having regard to the provisions of 5.1. An owner or occupier of a section shall be permitted to place and keep on his balcony or patio such pots and pot plants and garden furniture, being furniture meant and designed for outside use, as may be approved by the Trustees from time to time. Freestanding pot plants or planters must not be situated so as to cause a disruption to the staircases, walkways, parking areas or driveways. Furthermore, the plants or planters must be maintained at all times. The Trustees reserve the right to instruct an owner or occupier to remove such pot plants, pots or garden furniture, or items of a similar nature from his balcony or exclusive use area, if, in the discretion of the Trustees, such item or items are undesirable when viewed from the outside of a section. "
    ]
  },
  {
    "name": "6. Signs and notices",
    "rules": [
      "No owner or occupier of a section shall place or allow to be placed any sign, notice, billboard or advertisement of any kind whatsoever on any part of the common property or of a section, so as to be visible from the outside of the section. This includes advertisement boards of any sort e.g. Estate Agents, security firms etc. Special provision is made for properties that are on show under the “Business or Leisure Activities” section, paragraph 16.2.1. "
    ]
  },
  {
    "name": "7. Laundry",
    "rules": [
      "The resident of a section shall not hang any washing or laundry or any other items over any balcony or landing railings. All laundry must be secured on an appropriate washing line, clothes horse or other such device. "
    ]
  },
  {
    "name": "8. Maintainance and gardens",
    "rules": [
      "8.1 The owner or occupier of a section shall at all times and at his own expense, maintain his section and exclusive use area in good, clean, hygienic, tidy and habitable order and condition, and shall be responsible at his own expense for: ",
      "8.1.1  all interior painting, maintenance, remedying of blockage of sewers and sanitary equipment and connections; ",
      "8.1.2  remedying of water pipes in his section; ",
      "8.1.3  remedying of excessive water overflow or any equipment or installation of his section and exclusive use areas.",
      "8.2 All owners and occupiers shall be obliged at all reasonable times to grant access to the Trustees, their servants and agents, to their sections or their exclusive use areas and any other part of the common property, for the purpose of performing any necessary maintenance, effecting repairs or performing other such tasks and matters incidental thereto. ",
      "8.3 The owners or occupiers of any section shall not interfere with flora, wild or cultivated, growing on common property other than the exclusive use areas allocated to such owners. All owners and occupiers shall ensure that such areas are not despoiled in any way. ",
      "8.4 No plants, trees or shrubs on the common property may be trimmed without prior written approval from the Trustees. It is recorded that certain of the flora are protected by law and that any owner or occupier interfering with or damaging, or in any other way acting in respect of such flora contrary to the provisions of the law, may be prosecuted by the Trustees or any other person. ",
      "8.5 No owner or occupier shall cause to be planted in the gardens on the common property any plants shrubs, or trees without first obtaining written consent of the Trustees. It is specifically recorded that no owner or occupier shall plant any creepers or creeping plants, or plants which have a tendency to creep, in his exclusive use area unless he ensures that it does not encroach on his neighbour’s property and keeps it cut back at all times. ",
      "8.6 The owners and occupiers of any section and his visitors shall keep to the pathways clear at all times. ",
      "8.7 The Body Corporate utilises a garden service to maintain the gardens. This includes both the common ground gardens as well as the exclusive area gardens. The service is provided once a week, on the same day every week, except for on public holidays and when it is raining heavily. The cost of maintaining the Exclusive use areas or private gardens will be for the account of the Owner / Resident",
      "8.8 Planting, replacing plants, maintaining beds and watering are the responsibility of the owner/occupier of a section with an enclosed garden. ",
      "8.9 The gardening schedule will be adhered to and garden gates must be left open for the gardeners on the relevant day. Inside lawns must be free of dog faeces, hosepipes, garden furniture, etc., on the day of mowing. Any enquiries regarding the gardening service can be directed to the Trustees. "
    ]
  },
  {
    "name": "9. Refuse disposal",
    "rules": [
      "9.1 Refuse receptacles are placed outside each block of units for the disposal of domestic / household refuse only. ",
      "9.2 Pieces of furniture, appliances, building rubble and garden rubble will not be removed. This must be disposed of by the resident accordingly. This type of refuse must not be left lying around either in the common areas or the exclusive use areas. ",
      "9.3 An owner or occupier of a section shall ensure that before refuse is placed in this receptacle, it is securely wrapped in a bag (black plastic or otherwise). Loose rubbish will not be removed and the bin will also not be cleaned if rubbish is not in a bag. ",
      "9.4 Rubbish is removed once a week according to a Municipality schedule. Bins will not be returned to the designated locations after the Municipality has removed the rubbish. ",
      "9.5 No fats, oils, hazardous chemicals or solid waste may be disposed of via the sinks, basins, baths or showers. ",
      "9.6 No items that may cause a blockage or damage to the sewage system may be disposed of via the toilets.  ",
      "9.7 Any costs to repair damaged sewage or drainage systems will be for the owner, resident or occupiers’ account."
    ]
  },
  {
    "name": "10. Littering",
    "rules": [
      "No owner or occupier of a section shall deposit or allow be depositing or throwing, on the common property, any rubbish including dirt, cigarette butts, food or food scraps or any litter whatsoever. "
    ]
  },
  {
    "name": "11. Eradication of pests",
    "rules": [
      "An owner or occupier of a section shall keep his unit free from white ants, borer, other wood destroying insects, other pests and insects and to this end shall permit the trustees, the managing agent and their duly authorized agents or employees to enter upon his section from time to time for the purpose of inspecting the section and taking such action as may be reasonably necessary to eradicate such pests. The costs of the inspection, eradication of any such pests as may be found within the section, shall be borne by the owner of the section involved. "
    ]
  },
  {
    "name": "12. Noise and disturbance",
    "rules": [
      "12.1 Noise:",
      "12.1.1 No owner or occupier of a section shall make or allow to be made an excessive noise at any time, so as to disturb the other units. It is at the Trustees’ discretion as to what constitutes excessive noise. ",
      "12.1.2 The owner or occupier of any section shall not play or cause or permit to be played, any radio, television set, tape, CD or other recording, amplifier or any musical instrument in or about the building in a manner or at a time which causes inconvenience to any other owner or occupier, or to any other person. ",
      "12.1.3 No owner, resident or visitor of a section shall make or allowed to be made any noise after 21h00 and before 09h00 on a weekday (Sunday to Thursday). ",
      "12.1.4 No owner, resident or visitor of a section shall make or allowed to be made any noise after 22h30 and before 09h00 on a weekend (Friday and Saturday). ",
      "12.1.5 This is not a license to make as much noise as desired outside these hours. Music and other noise at any time must not be so loud as to be excessive and disturb other residents. Furthermore, vulgar language which can be heard by other residents is completely unacceptable. When guests arrive or depart they must not make undue noise such as shouting, hooting or playing a car radio loudly. ",
      "12.1.6 In the event of a social gathering (party), please note that it is not the cleaning staff’s responsibility to clean up afterwards. It is the responsibility of the host of his social gathering. Please have consideration for your fellow residents in terms of noise, rowdiness and mess. ",
      "12.1.7 The Trustees reserve the right to take whatever steps are necessary to enforce the noise rules to their discretion.",
      "12.2 Hooters: No owner, resident or visitor of a section shall sound or allow to be sounded any hooter unless in case of emergency. ",
      "12.3 Children: No owner or occupier of a section shall allow any child to make excessive noise in the immediate vicinity of any unit. Children may only play in designated areas without adult supervision(e.g. the enclosed area around the clubhouse and pool) and not in the roads, driveways or around the main gate area etc. Parents will be responsible for the full account for any repairs undertaken when children in any way damage property, whether this is private property or the complex common property. There will be no quad-biking allowed in the complex. "
    ]
  },
  {
    "name": "13. Swimming pool and clubhouse",
    "rules": [
      "13.1 No pets or animals are permitted in the pool area. ",
      "13.2 The Body Corporate and Trustees are not liable for any injury, damage or loss howsoever caused concerning the use of the pool and children under 12 years of age must be supervised by an adult.",
      "13.3 Visitors using the pool must be accompanied by a resident who will be responsible for the behaviour of the visitors. ",
      "13.4 All persons using the pool area are to keep it in a clean and tidy condition and all refuse must be removed from the area after use. Please ensure that the access gate to the pool area remains closed at all times. ",
      "13.5 Any Trustee shall have the right at his own discretion to demand that anyone using the pool area in an unacceptable manner leave and such persons shall comply therewith immediately. ",
      "13.6 The clubhouse can be booked for private functions hosted by residents of the complex. ",
      "13.7 Bookings are on a first come first served basis. Bookings must be made via the Public Relations’ Trustee, or via email to the Managing agent. Full details of the date, times, contact details, nature of event, number of guests expected and unit number must be supplied. The Trustees reserve the right to refuse a booking. Once the booking has been confirmed arrangements for deposit payment and accessing the clubhouse keys will be made. ",
      "13.8 A cash deposit of an amount as revised from time to time is required to secure a clubhouse booking, of which an amount will be refunded provided that the clubhouse is clean and undamaged after the event. The monies kept will be used to upgrade the complex facilities. ",
      "13.9 It is the resident’s responsibility to clean up immediately after their function at the clubhouse so that the facility is clean and available should it be booked by another resident. This must be done by no later than 08h00 the following morning.",
      "13.10 Only the clubhouse can be booked, the swimming pool area will remain available to other residents at all times.",
      "13.11 Any damages incurred to the clubhouse will be for the account of resident who has booked it. Residents are required to inspect the clubhouse upon receipt of the keys and note any problems on the checklist prior to their event. ",
      "13.12 The clubhouse is provided as an empty shell and residents booking it must make their own arrangements for any facilities or services required. ",
      "13.13 Noise hours must be strictly adhered to as there are units in very close proximity to the clubhouse. All noise must cease by 21h00 Sunday to Thursday and 22h30 on Fridays and Saturdays. Furthermore, any noise prior to these times must not be so loud as to disturb other residents. "
    ]
  },
  {
    "name": "14. Visitors",
    "rules": [
      "Any owner or occupier of a section who receives visitors or guests is to ensure that they comply with these conduct rules at all times. The owner or occupier is responsible for all their visitors and/or guests at all times. Right of Admission will be reserved and the Trustee’s decision will be final."
    ]
  },
  {
    "name": "15. Staff and Employees",
    "rules": [
      "15.1 Employment: The members of staff that are required by the Body Corporate to maintain the premises shall be employed and dismissed by the Trustees only, at their own discretion. No owner or occupier of any section, other than a person(s) empowered by the Body Corporate to do so, shall instruct the staff (gardeners, security etc) to do any work in the exclusive use areas and / or common property or to run errands or do private work during normal working hours except in an emergency. ",
      "15.2 Utilization: All members of staff employed by the body corporate are employed to perform tasks pertaining to the running and upkeep of the complex; they may under no circumstances be used by any owner or occupier to perform private tasks whilst they are on duty. ",
      "15.3 Complaints: Any owner or occupier who has a complaint about any member of staff is to report it to the Trustees, and is not to reprimand any member of staff in person in any way. ",
      "15.4 Security Personnel: No owner or occupier may in any way whatsoever interfere with or give instructions to any of the security personnel employed by the Body Corporate from time to time to safeguard the complex. In particular, no owner or occupier shall instruct any of the security personnel: ",
      "15.4.2 to wash cars, clean any part of his section, or any other part of the common property.",
      "15.5 Domestic Employees: Any owner or occupier of a section who has a domestic employee is to make sure that they know and understand the conduct rules and adhere to them at all times. The employee is the owner or occupier’s responsibility at all times. Domestic employees must be registered with security. The owner or occupier of any section shall not house or permit to be housed a domestic employee in the building or on the premises, save with the written consent of the Trustees who, in giving such consent, may impose conditions on such housing/ accommodation as they in their sole discretion deem fit. All domestic employees must sign the visitor’s book at the guardhouse on entry and exit from the complex. "
    ]
  },
  {
    "name": "16. Business and leisure activities",
    "rules": [
      "16.1 Sales: No auction, jumble sale or any other sale shall be held on or in the property without first obtaining written permission from the Trustees. ",
      "16.2 Advertisements:No advertisements or posters of any nature may be placed in or around the complex, or outside the complex. No promotional or other pamphlets may be distributed in the complex. This includes but is not limited to notices from estate agents. Such material may not be placed on car windshields or inserted under section doors. The only exception is the distribution of notices from the Trustees. Notwithstanding the above: ",
      "16.2.1 A unit that goes on show may for the day of the show only have the minimum number of pointer boards required to point out the unit on show, they may only be erected at 12h00 and must be removed by 17h00. ",
      "16.2.2 A unit that is on sale may have no “For Sale” sign at the gate. ",
      "16.3 When the purpose for which a section in intended to be used is shown expressly or by necessary implication on or by the registered section plan, an owner or occupier shall not use or permit his section to be used for any other purpose. ",
      "16.4 No owner or occupier of any section shall conduct business, whether for profit or  otherwise, in his section or in the section in which he resides, or shall allow or permit his section in which he resides to be used for the carrying on of any business, whether for profit or otherwise. This includes activity gatherings of any sort e.g. church meetings, political meetings, hobby gatherings etc. "
    ]
  },
  {
    "name": "17. Letting of Units",
    "rules": [
      "17.1 Notification: Should any owner let his property, he shall advise the Managing Agent in writing of the name and contact details of the lessee and the period of such lease. ",
      "17.2 Rules: The owner shall inform the lessee of all house rules and other rules and bind the lessee to adhere to such rules. The registered owner will become liable for any contravention of the house rules by the tenant, visitor or employee. ",
      "17.3 Obligations:No letting or parting with occupation shall in any way release the owner from any of his/her obligations to the Body Corporate in terms of the rules and/or in terms of the Sectional Titles Act 95 of 1986, as amended.",
      "17.4 Eviction of Tenants: In the event of a lessee continually committing a breach of any of the rules (after the warning process outlined in Section 26), then the lessor shall upon the request of the Trustees, instruct the lessee to vacate the said unit and complex within 30 (thirty) days. Failing this, the Trustees shall have the right to evict any tenant who does not comply with these conduct rules. A thirty day notice period shall be given by the Trustees to the tenant in writing after the owner has not taken any reasonable steps against the tenant. If the tenant does not vacate the unit and the Scheme within thirty days, he will be removed from the unit and Scheme by the Trustees, at his own risk and expense. No owner shall have any claim whatsoever for any loss of rent, etc., from the Trustees due to the eviction of any tenant. ",
      "17.5 Levies, water and electricity: Owners are responsible for the payment of all levies, water and electricity on due date. Levies are payable on or before the 1st day of each month in advance.",
      "17.6 In the event of a Sale agreement: ",
      "17.6.1 A levy clearance certificate must be obtained from the Managing Agent. ",
      "17.6.2 The seller of a property in the complex shall ensure that the sale agreement contains the following clauses: ",
      "17.6.2.1 The purchaser acknowledges upon occupation of the premises, he and his family, his visitors and domestic employees shall adhere to the rules and regulations as contained in this document. ",
      "17.6.2.2 The agent may only visit the complex by prior arrangement and must personally accompany a prospective buyer, and are not allowed to erect any “for sale” or “to let” sign boards on the premises. ",
      "17.6.2.3 The seller must personally ensure that the purchaser receives a copy of the Conduct Rules and any other administrative regulations applicable at the time and binds his purchaser to the rules and regulations in the sale agreement. ",
      "17.6.3 A tri-partheid agreement must be signed between the Body Corporate, the seller and the purchaser as regards the levies and levy payment."
    ]
  },
  {
    "name": "18. Number of persons entitled to occupy any one section",
    "rules": [
      "18.1 No owner or occupier of a section may permit more than four persons, irrespective of age, to reside on a permanent or semi-permanent basis in the section. ",
      "18.2 For the purpose of this Rule, the Trustees reserve to themselves the right to evict from the premises any person or persons residing in the section in contravention of this rule. ",
      "18.3 In the event of the Trustees being required to evict any occupant or resident of a section in terms of the provisions of this Rule, the Trustees shall only be required to give seven (7) days written notice to the owner or the occupier of the section to the effect that this Rule has been infringed and calling upon him to rectify the situation within the notice period. "
    ]
  },
  {
    "name": "19. Exclusive use areas",
    "rules": [
      "19.1 Notwithstanding the fact that exclusive use areas are in terms of the sectional title plans registered with the Chief Registrar of Deeds as part of the common property, every owner of a unit in the scheme shall have the right to the exclusive use of his allocated garden and/or parking area, excluding the rights of all the other owners and persons. ",
      "19.2 The Body Corporate will do everything reasonable within its power to ensure that an owner can enjoy the rights to this exclusive use area. ",
      "19.3 An owner or occupier of a unit is obliged to keep the exclusive area designated to his unit neat, hygienic, tidy and acceptable and this area may only be used as a garden area or parking areas as allocated. ",
      "19.4 The owner or occupier shall give the Body Corporate and or anyone authorized by the Body Corporate, access to the exclusive use area to do any repair work necessary on the common property or to implement rule 70 of Annexure 8 of the Sectional Title Act 95 of 1986. ",
      "19.5 Except where a unit is let, the owner may not let the exclusive use area designated to his unit without the prior permission of the Trustees. Such permission may not unreasonably be withheld. ",
      "19.6 Each owner is responsible for the repair and maintenance (flower beds, oil spills,etc) of the exclusive area, including the maintenance and repair of any water pipes,electrical wiring, down pipes, security devices, lapas, verandas etc., solely servicing that area. ",
      "19.7 For any structures to be erected in/on the exclusive use area, the owner of the area involved must first obtain written permission from the Trustees. A standard will be determined and any similar structures in future erected by any owner, should conform to the approved standard. No owners or occupiers of a section shall be entitled to erect any swimming pool or spa bath in his exclusive use area or on the common property. "
    ]
  },
  {
    "name": "20. Storage of flamable materials & other dangerous acts",
    "rules": [
      "20.1 Storage: An owner or occupier of a section shall not store any material or do or permit or allow to be done, any other dangerous act in the building or on the common property which will or may increase the rate of the premium payable by the Body Corporate on any insurance policy. ",
      "20.2 Firearms: ",
      "20.2.1 No owner, occupier or visitor of a section shall discharge or allow to be discharged any firearm (as determined by the Act on Arms and Ammunition) in any section or any part of the common property, unless loss of his life may result from failure to do so. In such event, a detailed report is to be handed to the Trustees for evaluation. ",
      "20.2.2 No owner or occupier of a section shall carry a firearm on the common property in such a manner as to be visible to other people. ",
      "20.2.3 The Act on Arms and Ammunition is to be strictly adhered to at all times. ",
      "20.2.4 Any owner or occupier of a section who contravenes or allows to be contravened the above said Act, shall be criminally charged.",
      "20.3 Contravention: Any owner, resident or occupier who contravenes or allows to be contravened the above rule 20.2 shall be prohibited from carrying a firearm on the common property. ",
      "20.4 Electricity Supply: No owner or occupier of a section may tamper or have any work or repairs done to any electrical supply or apparatus that serves the common property. Any electrical faults on the common property must be reported to the Trustees. ",
      "20.5 Fires and Braais:",
      "20.5.1 No owner or occupier of a section shall allow any form of fire inside his unit or on the common property. It is strictly prohibited to throw cigarettes, cigarette stubs, matches etc., out of windows or anywhere on the common property. All flammable items must be kept in a safe place, and out of reach of children. ",
      "20.5.2 The owners or occupiers of any section shall not make fires or use barbeques or braais in a manner or at a time which causes inconvenience to the owners or occupiers of any other section, or causes danger to the building or any part thereof or to any property of any other person whatsoever. ",
      "20.5.3 Barbeques and braais may only be made in conventional braai equipment and no braais may be made on common property except for the designated braai areas in the clubhouse. ",
      "20.6 Fire Extinguishers / Fire Hydrants / Fire Hoses ",
      "20.6.1 No owner or occupier of a section shall tamper or allow to be tampered with any fire fighting equipment on the common property, nor shall they park or allow to be parked any vehicle so as to obstruct access to any fire fighting equipment on the common property. ",
      "20.6.2 It is illegal to use a fire extinguisher, fire hose or similar device anywhere In a section or anywhere on the common property for any other purpose except for an emergency and the fire hoses shall not be used for the washing of motor vehicles, watering gardens or any other unauthorized purposes. ",
      "20.6.3 If a resident uses the fire hoses in an improper manner the Trustees reserve the right to impose an immediate fine on the owner of the unit on first offence. Furthermore, any costs to reseal the fire hose shall be for the owners account. ",
      "20.6.4 It is strongly recommended that all owners or occupiers of a section acquire and keep in an accessible place in their unit a fire extinguisher. Owners or occupiers are not covered for the contents of their units by the insurance policy covering the buildings and are thus advised to take out suitable insurance cover themselves. ",
      "20.7 Fire Crackers: No owner, occupier or visitor of a section shall be allowed to set off any size or make of fire cracker. This causes inconvenience to the owners and occupiers of other sections by means of noise; it causes danger to the buildings or any part thereof as well as to property of persons. This also scares the animals in and around the complex and can cause bodily harm to individuals in the surrounds. ",
      "20.8 Power Tools and Equipment ",
      "20.8.1 The owner or occupier of any section shall not cause, or permit to be used anywhere in the building (including his section) or on the common property any hand or powered tools, implements, equipment, devices, utensils or any other things whatsoever which interfere with the radio or television reception, or which create any sound or noise or smells or fumes to which any other owners or occupiers may reasonably object.",
      "20.8.2 No owner or occupier may store or permit to be stored any power tools and equipment and/or similar items, including work benches, work tables, in or on any part of the common property or his exclusive use area, including but not limited to the carport designated to him for his use. ",
      "20.8.3 No owner or occupier of any section shall practice or cause to be practiced in any part of the common property, including his exclusive use area, any hobby or activity (meetings, gathering etc. of any nature) to which other owners or occupiers might object."
    ]
  },
  {
    "name": "21. Payment of levi fund",
    "rules": [
      "21.1 All common property water and electricity usage is included in the levies. ",
      "21.2 Electricity and water used in the units is not included and each owner must make their separate water and electricity payments to the Body Corporate, Municipality or any other collection agent appointed by the Body Corporate. ",
      "21.3 Failure on the part of any owner of any section to ensure that payment of levy or any other amounts due to the Body Corporate is received by no later than the 7th day of the month in which it is due, may result in legal action being taken to recover any such levy or other amounts due from the owner in terms of Section 30 (2) of the Sectional Titles Act, 1986, as amended. ",
      "21.4 Owners must be aware of the fact that tenants occupying a section are not liable for charges such as levies, water, electricity, special levy costs, the recovery of overdue accounts, legal fees or costs of any nature whatsoever, despite a written agreement between owner and tenant. ",
      "21.5 The onus remains on owners to settle ALL levy accounts. ",
      "21.6 Overdue accounts will attract interest at prime +2%. ",
      "21.7 Payment of levies is to be made directly into the Body Corporate Bank account. ",
      "21.8 Cheques must be made out to the Carlswald Manor Body Corporate. "
    ]
  },
  {
    "name": "22. Indemnity & general",
    "rules": [
      "22.1 The Body Corporate shall not be held responsible for any loss or damage, suffered by an owner or resident from any cause whatsoever and it shall be the responsibility of an owner to effect his own insurances in respect of the contents of his unit or his property on any part of the common property. ",
      "22.2 Any damage to a unit that is subject to a possible insurance claim must be reported to the Trustees and Managing Agent in writing, within 24 hours of the event having occurred. Failure to comply with this clause could result in an owner being held responsible for damage caused to another owner’s unit. ",
      "22.3 It is the owner’s responsibility to take all reasonable precautions to prevent loss, damage, destruction or injury. ",
      "22.4 The owner or tenant, their family, employees, guests and sub-contractors shall indemnify, defend, and hold harmless the Trustees of the Body Corporate from any and all claims, demands, suits, actions, proceedings, loss, cost and damages of every kind and description, including any reasonable attorneys’ fees and/or litigation expenses, caused by, arising out of, or contributed to, in whole or in part, by reasons of any act, omission, professional error, fault, mistake or negligence of the Trustees, their employees, agents, representatives, or subcontractors, their employees, agents, or representatives in connection with or incidental to the performance of this Agreement. The duly elected Trustees of this Body Corporate shall under no circumstances be held personally liable whilst performing their duties as Trustees; however this indemnity does not apply to theft, fraud or gross negligence on the part of the Trustees. ",
      "22.5 It is the responsibility of the owner to notify the Body Corporate / Managing Agent of any changes in ownership of a unit. ",
      "2.6 Notwithstanding the provisions of these rules, no owner or resident may contravene any law, by-law or regulation regarding the building or common property. ",
      "22.7 All owners and occupiers shall be obliged at all reasonable times to grant access to their sections, exclusive use areas or other part of the common property, to the Trustees, their servants and agents, for the purpose of enforcing these rules or when it is reasonably necessary in the best interests of the Body Corporate. "
    ]
  },
  {
    "name": "23. Authorised agents of the body corporate",
    "rules": [
      "23.1 Only the duly elected Trustees of the Body Corporate may enter into any contract on behalf of the Body Corporate and incur any liability for the Body Corporate and then only by two such Trustees acting simultaneously. ",
      "23.2 No other owner or occupier may in any way whatsoever enter into any contract on behalf of or incur any liability on behalf of the Body Corporate, without written consent of the Trustees first being obtained. "
    ]
  },
  {
    "name": "24. Complaints",
    "rules": [
      "Should an owner or occupier have a complaint of whatever nature, this should be directed to the Trustees in writing. This can also be done via  the Managing Agent (see contact details ). Please feel free to direct your complaints to the Trustee that has been designated the respective portfolio ie Security matter should be directed to the Security trustee etc. "
    ]
  },
  {
    "name": "25. Trustee decision final",
    "rules": [
      "25.1 In respect of the interpretation of these rules and all decisions to enforce these rules, the Trustees’ decision shall be final and binding. ",
      "25.2 The Trustees may amend or add to the Conduct Rules from time to time, as may be deemed necessary to ensure the happy and orderly co-existence of residents. ",
      "25.3 An owner or occupier of a section, who contravenes any conduct rule, may be liable for a fine in the amount determined by the Trustees, which will form part of the levy and be due and payable on due date of payment of the levy. Such funds shall be used towards improvements in the complex as determined by the Trustees. The issue and payment of a fine shall not prejudice any other rights available to the Trustees or the Body Corporate in law and in particular their right to apply to court for an interdict against the offending owner or occupier.   ",
      "25.4 If as a result of a breach of any of these conduct rules by any owner or occupier, the Trustees instruct an attorney, the defaulting owner or occupier shall be liable for all costs and charges of whatsoever nature on an attorney client scale incurred by the Trustees as a result thereof. ",
      "25.5 The Trustees have been elected by the owners to fulfill a duty. Any interference in this regard or any threats made to and/or any damage to the Trustees person or property will result in legal action. ",
      "25.6 All Trustees are also bound by the Management and Conduct Rules and Regulations. ",
      "25.7 Copy of the Rules A copy of these rules shall be provided to each owner and/or occupier. ",
      "25.8 Written Permission Written permission by the Trustees shall only be valid if signed by the Chairman and at least two other trustees."
    ]
  },
  {
    "name": "26. Notices, fines, penalties & arbitration",
    "rules": [
      "26.1 The process to manage transgressions of these Conduct Rules is: ",
      "26.1.1 On first contravention a written notice or warning is issued ",
      "26.1.2 On second contravention a fine as outlined in Section 25.3 is levied ",
      "26.1.3 On third contravention a further fine as outlined in Section 25.3 is levied ",
      "26.1.4 On fourth contravention an external arbitration process is entered into for owners, and the eviction process is initiated for tenants.  ",
      "26.2 Any indulgence or allowance permitted to any owner, occupier or resident in terms of contraventions of these rules shall not prejudice the rights of the Body Corporate and the Trustees in enforcing these rules. "
    ]
  },
  {
    "name": "27. Legal costs",
    "rules": [
      "An owner shall be liable for and pay all legal costs, including costs as between attorney and client, collection commission, expenses and charges incurred by the Body Corporate in obtaining the recovery of arrear levies, or any other arrear amounts due and owing by such owner to the Body Corporate, or in enforcing compliance with these rules, the conduct rules or the Act."
    ]
  },
  {
    "name": "28. Contact Details",
    "rules": [
      "Enquiries regarding levies and other administrative matters should be forwarded to the managing agents.",
      "Managing Agents: Trafalgar",
      "Name: Shavika Chetty",
      "Email: shavikac@trafalgar.co.za",
      "Or",
      "Name: Retha van Vuuren",
      "Email: rethav@trafalgar.co.za"
    ]
  }
]
